
[
    {
        "id":"1",
        "name":"Front-end Development",
        "img":"https://i.postimg.cc/V6SPqxJb/wdd.jpg",
        "rating":"4.5",
        "price":7500,
        "details":{
        "description":"Websites are our like friends nowadays. We can't think internet without websites. Companies now want to grow online. To help then there is a lot of demand of Web developer. That's why we launched this course. After finishing this course with proper requirements, you will be called as a 'Junior Front-end Developer'. We welcome you warmly.",
            "advantages":[
            "1. Most Advanced Web design and development roadmap.",
            "2. Quality video lessons.",
            "3. Quizes to examine yourself.",
            "4. 24/7 support.",
            "5. privilege to have a cartificate."
            ]
        }
    },
    {
        "id":"2",
        "name":"Graphics Design",
        "img":"https://i.postimg.cc/FHZvNgt1/gd.jpg",
        "rating":"4.1",
        "price":6200,
        "details":{
        "description":"Graphics is on demand now. Companies and individuals belive that 'The more interesting the design, the more customer.' For companies, design matters a lot. They want the best of bests. In this Course, you will learn from the basics to advanced concepts.",
            "advantages":[
            "1. Modern design sense building.",
            "2. Quality video lessons.",
            "3. Quizes to examine yourself.",
            "4. 24/7 support.",
            "5. privilege to have a cartificate."
            ]
        }
    }, 
    {
        "id":"3",
        "name":"Digital Marketing",
        "img":"https://i.postimg.cc/TP36wLG0/dm.jpg",
        "rating":"4.3",
        "price":"9050",
        "details":{
        "description":"Companies now want to grow online. They are investing on online marketing. They want to generate customer from all over the world. This is only possible when they renders thier business online. After rendering, they need to grow as quickly as possible. And here they need the help of a Digital Marketer. A digital marketer promotes their business by campaining, offers and most importantly SEO (Search Engine Optimization). You will learn all of Digital Marketing from us.",
            "advantages":[
            "1. Perfect marketing policy with software mastery.",
            "2. Quality video lessons.",
            "3. Quizes to examine yourself.",
            "4. 24/7 support.",
            "5. privilege to have a cartificate."
            ]
        }
    },
    {
        "id":"4",
        "name":"Video Editing",
        "img":"https://i.postimg.cc/ZR1tVwNs/v-editing.jpg",
        "rating":"4.8",
        "price":"4200",
        "details":{
        "description":"Now a days, there is a lot of content creators in youtube and in other platform. Besides companies need to run advirstment campain. That's why they need a video editor. A video editor works efficiently to make vidos most engaging. In this course, you will mastary the tools of video editing",
            "advantages":[
            "1. Learn to use Adobe Premier pro, Adobe After Effects, Filmora etc",
            "2. Quality video lessons.",
            "3. Quizes to examine yourself.",
            "4. 24/7 support.",
            "5. privilege to have a cartificate."
            ]
        }
    }
    
    
    
    
    
]

